Repository: eslamali423/iOS_NewsApplication
Catalog: NewsApp/NewsApp/*.lproj/Localizable.strings
Languages: ar

# WELCOME_LABEL_TITLE
source: Welcome
ar: مرحبًا

# NAME_LABEL_TITLE
source: Eslam Ali
ar: إسلام علي

# SEARCH_PLACEHOLDER
source: Search Articles...
ar: أبحث عن المقالات...

# TOP_ARTICELS_LABEL
source: Top Articles
ar: أهم المقالات

# HOME_LABEL_TITLE
source: Home
ar: الرئيسية

# HEADLINES_LABEL_TITLE
source: Headlines
ar: أهم الأخبار

# SETTINGS_TITLE
source: Settings
ar: الاعدادات

source: Change language
ar: أختر اللغة

# CHOOSE_LANGUAGE
source: Choose language for news app
ar: اختر اللغة لتتطبيق الاخبار

# NO_ARTICLES
source: There are no articles found
ar: لا يوجد مقالات

# ARTICLES_LABLE_TITLE
source: Article
ar: مقالة
